//class Iphone: Phone, Specifications, Appearence {
//    func Specifications() {
//        print("Техническая характеристика: Процессор: Apple A13 Bionic, Частота процессора (МГц): 2650, Количество ядер: 6, Состоит из два ядра 2.65 ГГц Lightning + четыре ядра 1.8 ГГц Thunde, Встроенная память (Гб): 64,128, Оперативная память (Гб): 4.")
//    }
//    func Apperance() {
//        print("Внешние данные: Тип дисплея: Liquid Retina HD (IPS), Диагональ (дюйм): 6.1, Сенсорный дисплей,Особенности диспле: дисплей с расширенным цветовым охватом (P3), дисплей True Tone, контрастность 1400:1 (стандартная).")
//    }
//}
