//class Samsung: Phone, Specifications , Appearence {
//    func Specifications() {
//        print("Техническая характериcтика: Galaxy A32 оснащен быстрым процессором и большим объемом памяти. Современный 8-ядерный процессор и оперативная память 4 ГБ обеспечат плавную и эффективную работу любых игр и приложений. Скачивайте и сохраняйте больше благодаря 64 ГБ и 128 ГБ встроенной памяти. А с помощью microSD карты до 1ТБ вы сможете хранить еще больше контента.")
//    }
//    func Apperance() {
//        print("Внешние данные: Размеры (В x Ш x Г, мм): 158.9 х 73.6 х 8.4 мм, Вес (г.):184.")
//    }
//}
